<?php

return [
    'id' => 'Идентификатор',
    'title' => 'Название',
    'description' => 'Описание',
    'type' => 'Тип',
    'created_at' => 'Создан',
    'updated_at' => 'Обновлён',
    'title_img' => 'Фоновое изображение для заголовка.',
    'title_img_help' => 'Горизонтально направленное изображение. Оно будет растянуто, но желательно размер не менее, чем 700x300 px.',
    'slug' => 'Ярлык',
    'slug_help' => 'Автоматически будет заполнено из названия, если оставить пустым',
    'is_active' => 'Активно',
    'is_active_help' => 'Не активные элементы может увидеть только администратор',
    'body' => 'Содержание',
    'body_before' => 'Блок до содержания',
    'meta_title' => 'Meta название',
    'meta_description' => 'Meta описание',
    'meta_keywords' => 'Meta ключевые слова',
    'meta_keywords_help' => 'через запятую, например: двери, стальные двери, двери в квартиру и т.д.',
    'parent' => 'Родитель',
    'header_type' => 'Тип отображения заголовка',
    'header_img' => 'Изображения для заголовка',
    'is_show_homepage' => 'Отображать в слайдере услуг',
    'thumbnail' => 'Миниатюра',
    'header' => [
        'IMAGE_TEXT_INSIDE' => 'Текст внутри изображения',
        'IMAGE_TEXT_OUTSIDE' => 'Текст до изображения',
        'HIGHLIGHT_TEXT' => 'Подстветка текста',
    ]
];
